/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Anlagen (%d)";

/* Old singular title format */
"AttachmentsKey" = "Anlage (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Anlage hinzufügen";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotografieren";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotobibliothek";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Anlage %d gelöscht";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Dateien";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Abbrechen";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titel";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notizen";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Wert";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "WARNUNG: Der Navigationscontroller für den aktuellen UITableViewController für FUIFormCell ist null. FUIAttachmentsFormCell und ListPickerFormCell werden nicht korrekt funktionieren.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Std, %d Min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Dauer";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "Stunde";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "Stunden";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "Minuten";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Ausgewählt";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Alle";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Ausgewählt (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Tippen Sie doppelt, um die %d ausgewählten Positionen anzuzeigen.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Tippen Sie doppelt, um die ausgewählte Position anzuzeigen.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Möchten Sie Ihre Auswahl wirklich verwerfen?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Änderungen verwerfen";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Bearbeitung fortsetzen";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Anwenden";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Warnung: Die Suche ist aufgrund der Tatsache, dass die Eigenschaft listPickerSearchResultsUpdating in ListPickerFormCell null ist, deaktiviert.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Alle auswählen";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Auswahl für alle aufheben";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Schließen";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Mehr";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Weniger";

/* The string for switch button */
"SwitchBUttonKey" = "Umschalttaste";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "on (aktiviert)";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "off (deaktiviert)";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Zweimal tippen, um Einstellung zu wechseln";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortieren nach";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nicht ausgewählt";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Zweimal tippen, um Auswahl zu wechseln";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Zweimal tippen, um Sortierrichtung zu wechseln";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "dies ist der %@-Schieberegler mit dem Maximalwert %@ und dem Minimalwert %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Sie können mit dem Finger nach oben/unten streichen, während das Element ausgewählt ist, um den Wert des Schiebereglers zu ändern";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Aktueller Wert ist %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktueller Wert geändert in %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Schreibgeschütztes Feld";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Keine Zeichen verbleibend";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Reduzieren Sie die Anzahl der Zeichen";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternative Eingabeaktion";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Drucktaste";

/* Clear Text button title */
"ClearTextKey" = "Text löschen";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Eingegebener Text gelöscht";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Zweimal tippen zum Öffnen";

"DoubleTapToCollapseKey" = "Zweimal tippen zum Komprimieren";

"DoubleTapToSelectFromList" = "Zweimal tippen zum Auswählen aus Liste";

"DoubleTapToSelect" = "Zweimal tippen zum Auswählen";

"DoubleTapToUnselect" = "Zweimal tippen zum Aufheben der Auswahl";

"FlashKey" = "Blitz";

"FlashIsTurnedOnKey" = "Blitz ist aktiviert";

"FlashIsTurnedOffKey" = "Blitz ist deaktiviert";

"DoubleTapToTurnOnFlashKey" = "Zweimal tippen, um Blitz zu aktivieren";

"DoubleTapToTurnOffFlashKey" = "Zweimal tippen, um Blitz zu deaktivieren";

/* FUIStepperView tip */
"StepperTipKey" = "Dies ist ein änderbarer Werteregler";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Dies ist ein nicht änderbarer Werteregler";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Höchstwert ist %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Mindestwert ist %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Wert um 1 erhöhen";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Wert um 1 verringern";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Aktueller Wert ist";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filter";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Ergebnisse \\(filteredNum) von \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum) Positionen anzeigen";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Zurücksetzen";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Dies ist ein änderbarer Schieberegler; der Mindestwert ist %@ und der Höchstwert ist %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Dies ist ein nicht änderbarer Schieberegler; der Mindestwert ist %@ und der Höchstwert ist %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Dies ist ein änderbarer Bereichsregler; der Mindestwert ist %@ und der Höchstwert ist %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Dies ist ein nicht änderbarer Bereichsregler; der Mindestwert ist %@ und der Höchstwert ist %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "Textfeld für Schiebereglerwert";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "Textfeld für Mindestwert";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "Textfeld für Höchstwert";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Sie können zweimal tippen, um einen bestimmten Wert einzugeben";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "Schiebereglerposition, aktueller Wert ist";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "Sie können mit dem Finger nach oben oder unten streichen, um den Wert zu ändern";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "Bereichsreglerposition für Mindestwert, aktueller Wert ist";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "Sie können mit dem Finger nach oben oder unten streichen, um den Mindestwert zu ändern";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "Bereichsreglerposition für Höchstwert, aktueller Wert ist";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "Sie können mit dem Finger nach oben oder unten streichen, um den Höchstwert zu ändern";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "aktueller Wert ist %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "aktueller Mindestwert ist %@, Höchstwert ist %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d von %d Sternen";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Tippen Sie zweimal und ziehen Sie den Finger nach links oder rechts, um den Wert anzupassen";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Barcode-Scan";

"BarcodeScanHintKey" = "Zweimal tippen zum Scannen";

